Repository: lliurex/n4d-network
Catalog: lliurex-po/n4d-nat-frontend/*.po
Languages: es

source: You need root privileges to run nat-manager
es: Necesita permisos de administrador para ejecutar nat-manager

source: N4D error:
es: Error N4D:

source: Changes saved successfuly
es: Cambios guardados con éxito

source: Operation failed because:
es: La operación ha fallado debido a:

source: Enabled
es: Habilitado

source: Disabled
es: Deshabilitado

source: <b>Routing</b>
es: <b>Enrutamiento</b>

source: Routing status
es: Estado del enrutamiento

source: Route traffic through server
es: Enruta el tráfico por el servidor

source: NAT status
es: Estado de NAT

source: Redirect server ports to client ports
es: Redirige puertos del servidor al cliente

source: Proxy status
es: Estado del proxy

source: Enable proxy in classroom clients
es: Activa el proxy en los clientes del aula

source: Actual state is enabled
es: El estado actual es activo

source: <b>Clients proxy configuration</b>
es: <b>Configuración del proxy de los clientes</b>
